Repository: robokassa/cs-cart
Catalog: var/langs/*/addons/csc_robokassa.po
Languages: ru_ru

# Addons::name::csc_robokassa
source: [Robokassa-official]: Robokassa for Multi-Vendor
ru_ru: [Robokassa-official]: Robokassa для Multi-Vendor

# Addons::description::csc_robokassa
source: Allows to use Robokassa payment gateway with split payment
ru_ru: Добавляет возможность использовать платежную систему Robokassa с разделением платежей по продавцам и без</a>

# SettingsOptions::csc_robokassa::licensekey
source: License Key
ru_ru: Ключ лицензии

# Languages::robokassa_encoding
source: Encoding
ru_ru: Метод шифрования

# Languages::mode
source: Mode
ru_ru: Режим

# Languages::csc_method
source: Method
ru_ru: Метод

# Languages::status_paid
source: Order status Paid
ru_ru: Статус заказа Оплачен

# Languages::ru_settings
source: Russia settings
ru_ru: Настройки для РФ

# Languages::kz_settings
source: Kazahkstan settings
ru_ru: Настройки для Казахстана

# Languages::russia_settings
source: Russia settings
ru_ru: Настройки для РФ

# Languages::rub_currency
source: Rub currency
ru_ru: Валюта рубли

# Languages::kzt_currency
source: Tenge currency
ru_ru: Валюта тенге

# Languages::russia
source: Russia
ru_ru: Россия

# Languages::kazakhstan
source: Kazakhstan
ru_ru: Казахстан

# Languages::csc_split
source: Turn split on
ru_ru: Вкл. сплитование платежей

# Languages::receipt_created
source: Receipt created
ru_ru: Чек создан

# Languages::crc_wrong
source: Incorrect hashsum
ru_ru: Неправильная контрольная сумма

# Languages::split
source: Split
ru_ru: Сплитование

# Languages::csc_robokassa_commission
source: Commission
ru_ru: Комиссия

# Languages::password1
source: Password 1
ru_ru: Пароль 1

# Languages::password2
source: Password 2
ru_ru: Пароль 2

# Languages::csc_tax_type
source: Tax Type
ru_ru: Ставка КТТ

# Languages::csc_vat0
source: VAT 0%
ru_ru: НДС 0%

# Languages::csc_vat10
source: VAT 10%
ru_ru: НДС 10%

# Languages::csc_vat12
source: VAT 12%
ru_ru: НДС 12%

# Languages::csc_vat18
source: VAT 18%
ru_ru: НДС 18%

# Languages::csc_vat20
source: VAT 20%
ru_ru: НДС 20%

# Languages::csc_vat110
source: VAT 10/110
ru_ru: Расчётная ставка 10/110

# Languages::csc_vat118
source: VAT 18/118
ru_ru: Расчётная ставка 18/118

# Languages::csc_vat120
source: VAT 20/120
ru_ru: Расчётная ставка 20/120

# Languages::csc_vat5
source: VAT 5%
ru_ru: НДС 5%

# Languages::csc_vat7
source: VAT 7%
ru_ru: НДС 7%

# Languages::csc_vat105
source: VAT 5/105
ru_ru: Расчётная ставка 5/105

# Languages::csc_vat107
source: VAT 7/107
ru_ru: Расчётная ставка 7/107
